<?php
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Выгрузка и загрузка данных в 1С-Битркс");
?>
<div class="wrap">
    <div class="zagolovok"><span>Выгрузка и загрузка данных в 1С-Битркс</span></div>
    <div class="line"></div>
    <div class="obr">
        <div class="menu">
            <div class="m1 active"><a href="/vygruzka-i-zagruzka-dannykh-iz-excel-v-1c.php">Выгрузка и загрузка данных из excel в 1С</a></div>
            <div class="m1"><a href="">Выгрузка и загрузка данных в 1С-Битркс</a></div>
            <div class="m1"><a href="">Интеграция 1С через API</a></div>
            <div class="m1"><a href="">Интеграция 1С-Битрикс через API</a></div>
            <div class="m1"><a href="">Интеграция 1С и Битрикс24</a></div>
            <div class="m1"><a href=""> Интеграция интернет-магазина и Битрикс24</a></div>
        </div>
        
         <div class="kybiki"><img src="/i/kybiki.png" alt=""></div>
         
        <div class="content">
        <p>Революционная технология «Композитный сайт» позволяет достичь невероятной скорости отклика сайтов. «Композитный» сайт открывается в 100 раз быстрее. Мгновенно - по ощущениям пользователей.</p> <br /><br />
        <p><b>Секрет технологии - в оптимальном сочетании скорости</b> загрузки статического и возможностей динамического сайта. Посетитель моментально получает контент страницы. Сайт поднимается выше 
в результатах поиска Google и Яндекс. Растет конверсия интернет-магазина, а, значит, и ваш доход. </p><br /><br />
        <p>Обгоните конкурентов! Революционная технология «Композитный сайт» позволяет достичь невероятной скорости отклика сайтов. «Композитный» сайт открывается в 100 раз быстрее. 
Мгновенно - по ощущениям пользователей.</p><br /><br />
        <p>Секрет технологии - в оптимальном сочетании скорости загрузки статического и возможностей динамического сайта. Посетитель моментально получает контент страницы. Сайт поднимается выше 
в результатах поиска Google и Яндекс. Растет конверсия интернет-магазина, а, значит, и ваш доход.</p><br /><br />
        <p>Революционная технология «Композитный сайт» позволяет достичь невероятной скорости отклика сайтов. «Композитный» сайт открывается в 100 раз быстрее. Мгновенно - по ощущениям пользователей.</p><br /><br />
        <p>Секрет технологии - в оптимальном сочетании скорости загрузки статического и возможностей динамического сайта. Посетитель моментально получает контент страницы. Сайт поднимается выше 
в результатах поиска Google и Яндекс. Растет конверсия интернет-магазина, а, значит, и ваш доход. </p><br /><br />
        <p>Обгоните конкурентов! Революционная технология «Композитный сайт» позволяет достичь невероятной скорости отклика сайтов. «Композитный» сайт открывается в 100 раз быстрее. 
Мгновенно - по ощущениям пользователей.</p><br /><br />
        <p>Секрет технологии - в оптимальном сочетании скорости загрузки статического и возможностей динамического сайта. Посетитель моментально получает контент страницы. Сайт поднимается выше 
в результатах поиска Google и Яндекс. Растет конверсия интернет-магазина, а, значит, и ваш доход. </p><br /><br />
        <p>Обгоните конкурентов!</p><br />
        
        </div>
    
    
    
    </div>
</div>

<?phprequire($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>