<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Продажи в битрикс24");
?><h2>Как выстраивается процесс продажи в Битрикс24?</h2><br>
<p>
	Этап 1. После интеграции интернет-магазина и Битрикс24 все зарегистрированные лиды с сайта поступают в СРМ. В заявке содержится информация об ID товара, количестве и других характеристиках заказа, а также данные потенциального клиента (почта/телефон, имя). Одновременно по электронной почте или через систему оповещений Битрикс24 о заказе уведомляется менеджер компании.
</p>
<p>
	Этап 2. На данном этапе формируются все документы потенциальной сделки: индивидуальное коммерческое предложение, счет для оплаты заказа.
</p>
<p>
	 Этап 3. После общения с клиентом менеджер оформляет договор, создает контакт, в котором отображается информация о продаже. Одновременно с этим отправляется заявка на отгрузку товара и получение оплаты.
</p>
<p>
	Этап 4. На заключительном этапе сделка закрывается, данные сохраняются в системе CRM для возможности предоставления при следующей покупке скидки и отображения индивидуальных предложений для клиента.
</p>
 <br><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>