<p>
	  ажда€ интеграци€ уникальна. ≈сли даже интегрируютс€ одинаковые продукты (например управление торговлей, и редакци€ бизнес), то в одном случае интеграци€ с <a href="http://www.gkexchange.ru/">1—</a> займет 2 часа, и пройдет как по маслу, а во втором необходимо будет потратить больше 10 часов на то, что бы только разобратьс€, что к чему.
</p>
<p>
	 Ёто зависит от очень многих параметров. «десь показаны разные кейсы и  описаны проблемы, с которыми мы столкнулись. «адачи, которые мы решили, а так же предоставлена статистика по каждому проекту.
</p>
<p>ќтдельно отметим то, что интеграци€ всегда выходит за рамки чисто <a href="http://www.gkexchange.ru/">интеграции</a>. Ёто об€зательно программирование в системе 1—-Ѕитрикс и конфигурирование 1—-ки. ѕоэтому мы очень хорошо знаем оба продукта, и все делаем под ключ, что бы интеграци€ прошла успешно.</p>