<p>
	 Это был уже существующий и функционирующий сайт, но для обмена использовался самописный функционал, который перестал устраивать заказчика. Было принято решение перейти на стандартный функционал и обмен посредством модуля обмена 1C-Битрикс. Был проведен анализ сайта и 1С, в ходе которого были выявлены и решены следующие вопросы: <a href="/test.php">test</a>
</p>
<p>
	 Это был уже существующий и функционирующий сайт, но для обмена использовался самописный функционал, который перестал устраивать заказчика. Было принято решение перейти на стандартный функционал и обмен посредством модуля обмена 1C-Битрикс. Был проведен анализ сайта и 1С, в ходе которого были выявлены и решены следующие вопросы: <a href="/test.php">test</a>
</p>