<h2 class="h2">С чего все начилалось</h2>

<p>
С 2006 года наша команда «подсела» на CMS 1C-Битрикс. Раньше, как и у всех уважающих себя студий была своя CMS, которую мы холили и лелеяли. Но потом, разумеется, отказались, потому что достойная поддержка собственной CMS обходилась очень дорого. На протяжении 10 лет копили знания и умения в работе с системой 1С-Битрикс. 
</p> 

<h2 class="h2">Настоящее</h2>

<p>На сегодняшний день на подавляющее количество интернет-магазинов на базе данной CMS без слез не взглянешь. Они, зачастую похожи на наш первый проект, который мы сделали на 1С-Битрикс.</p>
<p>Именно поэтому наш профиль сегодня - это работа с существующими интернет-магазинами, в которых много чего нужно переделывать.</p>    

<p>
    Если говорить об интеграции, то тут следует отметить, что разбираться в 1С нужно не меньше, а может быть, даже и больше. 
    Именно поэтому в нашей команде есть специалисты, которые очень хорошо понимают процессы, происходящие в 1С. 
    Именно то, что мы одинаково хорошо знаем оба продукта и делает нашу компанию уникальной на рынке предоставления данных услуг.
</p>
<p>
    Раньше автоматизация магазина происходила так. Есть магазин с кассовыми аппаратами и есть бэк-офис, в котором происходит работа с заказами, вся логистика и прочее. 
    Теперь вместо магазина или как его дополнение - появляется интернет-магазин. 
    При этом бэк-офис никуда не девается. Именно поэтому интеграция на базе 1С требует хорошего знания данного продукта.
</p>
<p>
    Мы не работает с другими системами, потому что их не знаем. Но если у вас в компании 1С и интернет-магазин на базе 1С-Битрикс, то в решении задач по интеграции мы очень сильны.
</p>
<p>
    Исключение - интеграция через API. Если у вас 1С и система, у которой есть API, то интеграции мы сделаем. 
    Частая задача - у ритейлеров, которым необходимо подключить в 1С удаленные склады оптовых поставщиков, получить весь перечень товаров и наладить автоматический обмен заказами.
</p>
<p>
    Или более простой вариант с 1С-Битрикс. Когда в систему нужно автоматически подгружать прайсы в формате CSV или XML. 
    Такие задачи мы так же решаем без проблем. Но этот вариант становится все менее популярным, так как 1С на сегодня, есть практически у всех продавцов.
</p>
<p>
    Интеграцию можно сделать несколькими решениями.
    


<table class="inner-table about-table">
    <tr>
        <th>Способ</th>
        <th>Плюсы</th>
        <th>Минусы</th>
    </tr>

    <tr>
        <td>Сделать все самим</td>
        <td>Решаются все задачи от и до.</td>
        <td>Цена такой интеграции высока, и самое главное, поддерживать данную интеграцию очень дорого. Плюс, не самый хороший вариант - привязка к одному вендору, от которого тяжело уйти.</td>
    </tr>

    <tr>
        <td>Использовать устаревшие решения</td>

        <td>
            В период с 2004 по 2008 года мы сделали 
            и очень хорошо поддерживали свой продукт OSG. Особенно хорошо он работал 
            с системой 1С 
            на платформе 7.7. 
        </td>

        <td>
            Но развитие 1С и развитие CMS 1C-Битрикс сделали н
            е актуальным данный продукт. И очень тяжело постоянно поддерживать его в актуальном состоянии. Подобных решений на рынке много. Но это тупиковый вариант интеграции.
        </td>
    </tr>

    <tr>
        <td data="&#10004;">
            Сделать интеграцию 
            на базе существующего модуля обмена, сделанного 
            и поддерживаемого 
            на должном уровне компанией 1С-Битрикс.
        </td>
        
        <td>
            Это самый правильный вариант. Модуль использовать этот, 
            а доработки вести или 
            в 1С, или в 1С-Битрикс. Это не привязывает вас к какому-то одному разработчику и модуль можно без проблем обновить, используя все новые возможности.
        </td>
        
        <td>Модуль не может выгружать некоторую информацию</td>
    </tr>
</table>
<br><br>
<p>
    Самое главное. Мы можем сделать многое со стороны 1С и со стороны 1С-Битрикс. Модуль мы не трогаем, что бы была возможность обновить его.
</p>
<br><br>