<h1>Загрузка в 1С из Excel</h1>
<p>
	 Вам пришел прайс от поставщика на 100 листах, как просто переместить его в автоматизированное решение? Есть легкие, но действенные приемы, благодаря которым загрузка данных в 1с из Excel перестает быть проблемой. Стоит лишь раз правильно настроить и выполнить эту процедуру, и выгрузка 1С xml станет обычным делом, а производительность труда увеличится в разы. Итак, что же необходимо знать, чтобы реализовать выгрузку в 1С из Excel (Эксель)?
</p>
<h2>Выгрузка (импорт) данных в 1с из Эксель файла</h2>
<p>
	Переносить все позиции таблицы вручную очень трудоемкое занятие, а так как обновить цены нужно в короткий срок, то перебивать цифры и наименования просто бессмысленно, это может занять не один день. На помощь придет загрузка данных в 1С из Excel файла. Если речь идет о второй редакции продукта 1С:8, то нам поможет небольшая обработка. К примеру, исходные значения представлены в следующем виде:  <br>
</p>
<p>
 <img title="1.png" src="/upload/medialibrary/7e0/7e04f5fee47c9159eff7fdfdbba1c877.png" alt="1.png" height="154" width="1024">
</p>
<p>
	<br>
</p>
<p>
	Тогда импорт из Эксель в 1С будет произведен с помощью следующего алгоритма:  <br>
</p>
<p>
	<br>
</p>
<p>
	 Для получения актуальных сведений необходимо <br>
</p>
<p>
 <br>
</p>
 <img title="2.png" src="/upload/medialibrary/745/745cad61f30f5d2a44fa004e23b122eb.png" alt="2.png" height="368" width="631"><br>
 <br>
<p>
	 Для установки новых цен нужно <br>
</p>
<p>
 <br>
</p>
 <img title="3.png" src="/upload/medialibrary/927/9276722364bf2e31fab3977940918951.png" alt="3.png" height="500" width="594"><br>
 <br>
<p>
	 Для записи товара и цены достаточно <br>
</p>
<p>
 <br>
</p>
 <img title="4.png" src="/upload/medialibrary/37d/37daec7a5522d210a152fcf67d3478ae.png" alt="4.png" height="211" width="600"><br>
 <br>
<h2>Загрузка excel файла в 1C 8.2</h2>
<p>
	 Если вы являетесь профессиональным пользователем лицензированного продукта, то вам доступна типовая обработка, которая есть на диске ИТС. Преимущества универсального решения от создателя в том, что оно позволяет интегрировать любые показатели. Для вас доступна выгрузка в 1C из excel в любой из справочников или документов независимо от конфигурации. Причем возможна работа, в том числе с форматами .txt и .mxl. Если типовой функционал у вас есть, действуйте так, как показано в примере ниже:
</p>
 <img title="5.png" src="/upload/medialibrary/75d/75d453f9021ef16deec93cfa25887bd7.png" alt="5.png" height="156" width="582"><br>
 <br>
<h2>1C загрузка данных из экселя: универсальный помощник для 8.1 и 8.2</h2>
<p>
	 Загрузка в 1с из excel может быть унифицирована и проведена без учета редакций продукта. Хотя функционал может и отличаться и быть разным у каждой версии, но преимущества его использования очевидны для всех опытных пользователей. <br>
</p>
<p>
	<br>
</p>
<p>
	 Выгрузка в 1с из эксель с использованием унифицированного оператора позволяет: <br>
</p>
<p>
	<br>
</p>
<ul>
	<li>
	<p>
		 читать и грузить без установки Excel на рабочем устройстве
	</p>
 </li>
	<li>
	<p>
		 обновлять справочник Номенклатура
	</p>
 </li>
	<li>
	<p>
		 объединять показатели нескольких полей в одно при необходимости
	</p>
 </li>
	<li>
	<p>
		 фильтровать значения по колонкам
	</p>
	</li>
</ul>
<p>
	<br>
</p>
<p>
	И это далеко не полный перечень уникальных преимуществ, с которыми загрузка эксель файла в 1с выполняется без проблем.
</p>
<p>
	<br>
</p>
<p>
	Несколько рисунков придадут процессу наглядности: <br>
</p>
<p>
 <br>
</p>
 <img title="6.png" src="/upload/medialibrary/40f/40f33a80632d80e924d026e8e0abd51a.png" alt="6.png" height="279" width="614"><br>
 <br>
 <img title="7.png" src="/upload/medialibrary/a83/a838e21613cb868491ebf044f2f0ad53.png" alt="7.png" height="271" width="614"><br>
 <br>
 <img title="8.png" src="/upload/medialibrary/f05/f05505c1b3e29eb97ea09325915f6637.png" alt="8.png" height="440" width="601"><br>
 <br>
 <img title="9.png" src="/upload/medialibrary/587/5879d7aca9fb65db360f5d89ee9def53.png" alt="9.png" height="367" width="614"><br>
 <br>
 <img title="10.png" src="/upload/medialibrary/992/9925c18a2f6153dffc2bd415cb9e283c.png" alt="10.png" height="281" width="614"><br>
 <br>
 <img title="11.png" src="/upload/medialibrary/c80/c80968fe14681d8c156e672494daa4c7.png" alt="11.png" height="279" width="614"><br>