<h1>»нтеграци€ 1—-Ѕитрикс через API</h1> 
<p>‘ункциональные возможности API позвол€ют быстро выполнить интеграцию интернет-магазина на Ѕитрикс с любыми попул€рными на сегодн€шний день системами. “ехнологическое €дро дл€ web-сайтов и порталов сконструировано таким образом, что делает возможным формировать, по сути, неограниченное число новых решений, использу€ единую копию. </p>
<h2> аковы же основные возможности 1—-Ѕитрикс?</h2>
<p>API дл€ интеграции 1—-Ѕитрикс позвол€ет:</p><br />
<ul>
<li><p>эффективно организовать управление структурой и самим содержанием интернет-магазина</p></li>
<li><p>публиковать актуальные новости и пресс-релизы дл€ информировани€ целевой аудитории</p></li>
<li><p>координировать рекламную составл€ющую на сайте и корректно управл€ть форумами</p></li>
<li><p>осуществл€ть автоматическую рассылку клиентам и составл€ть аналитическую таблицу посещений</p></li><br />
</ul>
<p>√лавным преимуществом интеграции 1—-Ѕитрикс через API €вл€етс€ существенное удешевление сопровождени€ всего web-проекта, чего удаетс€ достичь за счет упрощени€ управлени€ и контрол€. Ѕолее того, чтобы принимать эффективные управленческие решени€ руководителю вообще не нужно привлекать специалистов по дизайну продукта или его дополнительному программированию. </p>