<h2>Наличие подписки</h2>
<h3>Наличие подписки на информационно-технологическое сопровождение (ИТС)</h3>
<p>
     Заключенный с партнером фирмы "1С" договор информационно-технологического сопровождения (1С:ИТС), одной из версий:
</p>
<ul>
    <li><b>1С:ИТС уровня ПРОФ (Заключается сроком на 12, 6, 3, или 1 месяц)</b></li>
    <li><b>1С:ИТС уровня ТЕХНО (Заключается сроком на 12, или 6 месяцев)</b></li>
</ul>
<p>
     Проверяется на сайте Фирмы «1С»
</p>
<p>
     При наличии отраслевых решений 1С или совместимых с 1С решений, помимо вышеназванных подписок необходима подписка на отраслевое ИТС.
</p>
<p>
     При отсутствии подписок на данный вид обслуживания у других партнеров «1С» возможно быстрое оформление в нашей компании.
</p>