<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle(" Почему мы круто разбираемся в интеграции");
$APPLICATION->SetPageProperty("page_title_top", "Почему мы круто разбираемся в интеграции");
$APPLICATION->SetPageProperty("page_title", "Почему мы круто разбираемся в интеграции");
?><p>С 2006 года наша команда «подсела» на CMS 1C-Битрикс. Раньше, как и у всех уважающих себя студий была своя CMS, которую мы холили и лелеяли. Но потом, разумеется, отказались, потому что достойная поддержка собственной CMS обходилась очень дорого. На протяжении 10 лет копили знания и умения. </p>
<br>
<p>На сегодняшний день на подавляющее количество интернет-магазинов на базе данной CMS без слез не взглянешь. Они, зачастую похожи на наш первый проект, который мы сделали на 1С-Битрикс.</p><br>
<p>Именно поэтому наш профиль сегодня - это работа с существующими интернет-магазинами, в которых много чего нужно переделывать.</p><br>
<p>Если говорить об интеграции, то тут следует отметить, что разбираться в 1С нужно не меньше, а может быть, даже и больше. Именно поэтому в нашей команде есть специалисты, которые очень хорошо понимают процессы, происходящие в 1С. Именно то, что мы одинаково хорошо знаем оба продукта и делает нашу компанию уникальной на рынке предоставления данных услуг.
</p><br>
<p>Раньше автоматизация магазина происходила так. Есть магазин с кассовыми аппаратами и есть бэк-офис, в котором происходит работа с заказами, вся логистика и прочее. Теперь вместо магазина или как его дополнение - появляется интернет-магазин. При этом бэк-офис никуда не девается. Именно поэтому интеграция на базе 1С требует хорошего знания данного продукта.</p><br>
<p>Мы не работает с другими системами, потому что их не знаем. Но если у вас в компании 1С и интернет-магазин на базе 1С-Битрикс, то в решении задач по интеграции мы очень сильны.
</p><br>
<p>
Исключение - интеграция через API. Если у вас 1С и система, у которой есть API, то интеграции мы сделаем. Частая задача - у ритейлеров, которым необходимо подключить в 1С удаленные склады оптовых поставщиков, получить весь перечень товаров и наладить автоматический обмен заказами.</p><br>
<p>Или более простой вариант с 1С-Битрикс. Когда в систему нужно автоматически подгружать прайсы в формате CSV или XML. Такие задачи мы так же решаем без проблем. Но этот вариант становится все менее популярным, так как 1С на сегодня, есть практически у всех продавцов.</p><br>
<p>Интеграцию можно сделать несколькими решениями.<br><br>
<ul>
<li><p>Сделать все самим. Из плюсов можно отметить только то, что решаются все задачи от и до. Но, цена такой интеграции высока, и  самое главное, поддерживать данную интеграцию очень дорого. Плюс, не самый хороший вариант - привязка к одному вендору, от которого тяжело уйти.</p></li><br>
<li><p>Использовать устаревшие решения. В период с 2004 по 2008 года мы сделали и очень хорошо поддерживали свой продукт OSG. Особенно хорошо он работал с системой 1С на платформе 7.7. Но развитие 1С и развитие CMS 1C-Битрикс сделали не актуальным данный продукт. И очень тяжело постоянно поддерживать его в актуальном состоянии. Подобных решений на рынке много. Но это тупиковый вариант интеграции.</p>
</li><br>
<li><p>Сделать интеграцию на базе существующего модуля обмена, сделанного и поддерживаемого на должном уровне  компанией 1С-Битрикс. Это самый правильный вариант. Модуль использовать этот, а доработки вести или в 1С, или в 1С-Битрикс. Это не привязывает вас к какому-то одному разработчику и модуль можно без проблем обновить, используя все новые возможности.</p>
</li>
</ul>
</p><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>